/* If a X500 name has a description and a common name we display CommonName (Description) using this format string */
"%@ (%@)" = "%1$@(%2$@)";

/* Format string used to build a list of values, first argument is list second argument is to be appended element */
"%@, %@" = "%1$@, %2$@";

/* Format string for encoded field data (e.g. Sequence; 128 bytes; data = 00 00 ...) */
"%@; %d %@; data = %@" = "%1$@; %2$d%3$@; 데이터 = %4$@";

/* format string to turn version number into a string */
"%d" = "%d";

/* Value of a field if its length is 0 */
"<NULL>" = "<NULL>";

/* CRL Distribution Points extension supported reason name */
"AA Compromise" = "AA 타협";

/* Label of field in authority info access extension */
"Access Location" = "접속 위치";

/* Label of field in authority info access extension */
"Access Method" = "접속 방법";

/* CRL Distribution Points extension supported reason name */
"Affiliation Changed" = "가입 변경됨";

/* Label of the algorithm subfield of an AlgorithmIdentifer */
"Algorithm" = "알고리즘";

/* Label of field in Authority Key Identifier extension */
"Authority Certificate Serial Number" = "기관 인증서 일련 번호";

/* Authority info access extension label */
"Authority Information Access" = "기관 정보 접속";

/* Authority Key Identifier extension label */
"Authority Key Identifier" = "기관 키 식별자";

/* Label used for Basic Constraints when value is invalid */
"Basic Constraints" = "기본 제약 조건";

/* First argument to SEC_BLOB_KEY format string for a bit string */
"Bit string" = "비트 문자열";

/* No comment provided by engineer. */
"bits" = "비트";

/* First argument to SEC_BLOB_KEY format string for a Byte string */
"Byte string" = "바이트 문자열";

/* Third argument to SEC_BLOB_KEY format string for a byte string */
"bytes" = "바이트";

/* CRL Distribution Points extension supported reason name */
"CA Compromise" = "CA 타협";

/* X.509 key usage bitfield name */
"Cert Sign" = "인증 서명";

/* Label for boolean is_ca property of a basic constraints extension */
"Certificate Authority" = "인증서 기관";

/* CRL Distribution Points extension supported reason name */
"Certificate Hold" = "인증서 대기";

/* Certificate Policies extension label */
"Certificate Policies" = "인증서 정책";

/* No comment provided by engineer. */
"Certificate Type" = "인증서 유형";

/* CRL Distribution Points extension supported reason name */
"Cessation Of Operation" = "작동 정지";

/* Label of field in Certificate Policies extension */
"CPS URI" = "CPS URI";

/* Label of field in extension that indicates whether this extension is critical */
"Critical" = "중요";

/* CRL Distribution Points extension label */
"CRL Distribution Points" = "CRL 배포 지점";

/* Label for CRL issuer field of CRL Distribution Points extension */
"CRL Issuer" = "CRL 발급자";

/* X.509 key usage bitfield name */
"CRL Sign" = "CRL 서명";

/* Label for raw data of extension (used for unknown extensions) */
"Data" = "데이터";

/* X.509 key usage bitfield name */
"Data Encipherment" = "데이터 암호화";

/* X.509 key usage bitfield name */
"Decipher Only" = "암호 해독 전용";

/* X.509 key usage bitfield name */
"Digital Signature" = "디지털 서명";

/* label for general name field value */
"Directory Name" = "디렉토리 이름";

/* label for general name field value */
"DNS Name" = "DNS 이름";

/* label for general name field value */
"EDI Party Name" = "EDI 업체 이름";

/* label for general name field value */
"Email Address" = "이메일 주소";

/* X.509 key usage bitfield name */
"Encipher Only" = "암호화 전용";

/* No comment provided by engineer. */
"Expired" = "만료됨";

/* Label of expiration date value when certificate is temporally valid */
"Expires" = "만료";

/* Label of field in Certificate Policies extension */
"Explicit Text" = "명시적 텍스트";

/* Extended key usage extension label */
"Extended Key Usage" = "확장 키 사용";

/* Label used for General Name entry when value is invalid */
"General Name" = "일반 이름";

/* Label used for General Names when value is invalid */
"General Names" = "일반 이름";

/* No comment provided by engineer. */
"Hostname mismatch." = "호스트 이름이 일치하지 않습니다.";

/* Label of field in policy constraints extension */
"Inhibit Policy Mapping" = "정책 매핑 금지";

/* Label of a value is printed into this string if the data is not valid */
"Invalid %@" = "유효하지 않은 %@";

/* No comment provided by engineer. */
"Invalid certificate chain linkage." = "유효하지 않은 인증 체인 결합.";

/* label for general name field value */
"IP Address" = "IP 주소";

/* No comment provided by engineer. */
"Issued By" = "발급자";

/* No comment provided by engineer. */
"Issuer Name" = "발급자 이름";

/* No comment provided by engineer. */
"Issuer Summary" = "발급자 요약";

/* No comment provided by engineer. */
"Issuer Unique ID" = "발급자 고유 ID";

/* X.509 key usage bitfield name */
"Key Agreement" = "키 계약";

/* CRL Distribution Points extension supported reason name */
"Key Compromise" = "키 타협";

/* X.509 key usage bitfield name */
"Key Encipherment" = "키 암호화";

/* Label of field in Subject or Authority Key Identifier extension */
"Key Identifier" = "키 식별자";

/* Subsection label in CRL Distribution Points extension. */
"Name Relative To CRL Issuer" = "CRL 발급자에 대해 상대적인 이름";

/* Value for a boolean property when it's value is false (example critical: no) */
"No" = "아니요";

/* X.509 key usage bitfield name */
"Non-Repudiation" = "부인 방지";

/* field value of parameters field when no parameters are present */
"none" = "없음";

/* format string for undisplayed field data with a given DER tag and length */
"not displayed (tag = %@; length %d)" = "표시되지 않음(태그 = %1$@; 길이 %2$d)";

/* label indicating the date after which something is no longer valid */
"Not Valid After" = "유효 기간 종료일";

/* label indicating the soonest date at which something is valid */
"Not Valid Before" = "유효 기간 시작일";

/* Label of field in Certificate Policies extension */
"Notice Numbers" = "알림 번호";

/* Netscape certificate type usage value */
"Object Signing" = "대상체 서명";

/* Netscape certificate type usage value */
"Object Signing CA" = "대상체 서명 CA";

/* value of an oid field if it's length is more than what we allow for oids */
"Oid too long" = "Oid 너무 긺";

/* No comment provided by engineer. */
"One or more certificates have expired or are not valid yet." = "한 개 이상의 인증서가 만료되었거나 아직 유효하지 않습니다.";

/* No comment provided by engineer. */
"One or more unsupported critical extensions found." = "한 개 이상의 지원되지 않는 중요한 확장자가 발견되었습니다.";

/* Label of field in Certificate Policies extension */
"Organization" = "조직";

/* Label used for Other Name RDN when value is invalid */
"Other Name" = "다른 이름";

/* Label of the parameters subfield of an AlgorithmIdentifer */
"Parameters" = "매개변수";

/* Label for path length constraint property of a basic constraints extension */
"Path Length Constraint" = "경로 길이 제약 조건";

/* Policy constraints extension label */
"Policy Constraints" = "정책 제약 조건";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Identifier #%d" = "정책 식별자 #%d";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Qualifier #%d" = "정책 한정자 #%d";

/* No comment provided by engineer. */
"Policy requirements not met." = "정책 요구사항을 충족하지 못 했습니다.";

/* Label for an invlaid private key se perion value */
"Private Key Usage Period" = "개인 키 사용 기간";

/* CRL Distribution Points extension supported reason name */
"Privilege Withdrawn" = "권한 철회됨";

/* No comment provided by engineer. */
"Public Key Algorithm" = "공개 키 알고리즘";

/* No comment provided by engineer. */
"Public Key Data" = "공개 키 데이터";

/* Label of field in extended key usage extension */
"Purpose" = "목적";

/* Label of field in Certificate Policies extension */
"Qualifier" = "한정자";

/* Label of a RDN */
"RDN" = "RDN";

/* CRL Distribution Points extension supported reasons bitfield label */
"Reasons" = "이유";

/* label for general name field value */
"Registered ID" = "등록된 ID";

/* Label of field in policy constraints extension */
"Require Explicit Policy" = "명시적 정책 필요";

/* Netscape certificate type usage value */
"Reserved" = "예약됨";

/* No comment provided by engineer. */
"Root certificate is not trusted." = "신뢰할 수 없는 루트 인증서입니다.";

/* Netscape certificate type usage value */
"S/MIME" = "S/MIME";

/* Netscape certificate type usage value */
"S/MIME CA" = "S/MIME CA";

/* First argument to SEC_BLOB_KEY format string for a Sequence */
"Sequence" = "순서";

/* No comment provided by engineer. */
"Serial Number" = "일련 번호";

/* First argument to SEC_BLOB_KEY format string for a Set */
"Set" = "설정";

/* No comment provided by engineer. */
"Signature" = "서명";

/* No comment provided by engineer. */
"Signature Algorithm" = "서명 알고리즘";

/* Netscape certificate type usage value */
"SSL CA" = "SSL CA";

/* Netscape certificate type usage value */
"SSL client" = "SSL 클라이언트";

/* Netscape certificate type usage value */
"SSL server" = "SSL 서버";

/* Subject Key Identifier extension label */
"Subject Key Identifier" = "주체 키 식별자";

/* No comment provided by engineer. */
"Subject Name" = "주체 이름";

/* No comment provided by engineer. */
"Subject Unique ID" = "주체의 고유 ID";

/* CRL Distribution Points extension supported reason name */
"Superseded" = "대치됨";

/* No comment provided by engineer. */
"This certificate has an issuer that has expired" = "이 인증서는 발급자가 만료되었습니다.";

/* No comment provided by engineer. */
"This certificate has an issuer that is not yet valid" = "이 인증서는 발급자가 아직 유효하지 않습니다.";

/* No comment provided by engineer. */
"This certificate has expired" = "이 인증서가 만료되었습니다";

/* No comment provided by engineer. */
"This certificate is not yet valid" = "이 인증서가 아직 유효하지 않습니다";

/* The certificate is temporally valid */
"This certificate is valid" = "이 인증서가 유효합니다";

/* Label of a value is printed into this string if the data can not been parsed according to it's type */
"Unparsed %@" = "분석되지 않은 %@";

/* CRL Distribution Points extension supported reason name */
"Unused" = "사용하지 않음";

/* label for general name field value */
"URI" = "URI";

/* Label for KeyUsage bitfield values */
"Usage" = "사용 내용";

/* No comment provided by engineer. */
"Valid from" = "유효 개시일";

/* No comment provided by engineer. */
"Version" = "버전";

/* label for general name field value */
"X.400 Address" = "X.400 주소";

/* Label of a X.501 Name */
"X.501 Name" = "X.501 이름";

/* No comment provided by engineer. */
"X.509 version %d %scertificate" = "X.509 버전 %1$d %2$scertificate";

/* Value for a boolean property when it's value is true (example critical: yes) */
"Yes" = "예";

